[
  {
    "cover": "https://cdn.filestackcontent.com/crop=d:[0,0,1920,960]/resize=w:1920/pjpg=q:90/compress/qSpzku7yQkiZzDKz9vFj",
    "title": "Babymetal Drop Explosive Collab Track \"Leave It All Behind\"",
    "category": "Music",
    "date": "2024-03-26",
    "content": "\u003Cp\u003EJapanese alt metal powerhouse Babymetal have unveiled a colossal new collaboration track - one that underscores the band's international reach that transcends both generation and genre. Team with Thailand champions in rapper F. Hero and rock outfit BODYSLAM, \"Leave It All Behind\" features a multi-layered attack that touts the best of rock, pop, metal and hip hop in way that translates&nbsp;brilliantly.&nbsp;\u003C/p\u003E\u003Cfigure class=\"image\"\u003E\u003Cimg style=\"aspect-ratio:4000/4000;\" src=\"https://babymetal.com/contents/1/TO/HC_LEAVE-IT_COVER_FINAL_16022024_4000x4000.jpg\" width=\"4000\" height=\"4000\"\u003E\u003C/figure\u003E\u003Cp\u003EThe latest anthem from Babymetal lands as the first showing in 2024, following the mammoth success of last year's \"METAL!\" collaboration with Tom Morello of Rage Against the Machine. Additionally, Babymetal would make a memorable appearance as a contributor on Lil Uzi Vert's \u003Ci\u003EPink Tape\u003C/i\u003E full length.&nbsp; &nbsp;\u003C/p\u003E\u003Cp\u003EAdditionally, Babymetal is slated to revisit the magnitude of their 2023 co-headlining run with Dethklok for a pair of special one-off shows next month in San Francisco. The special two-night engagement precedes the band's appearance at Sick New World on April 27th in Las Vegas. From there, Babymetal will trek to Europe with appearances confirmed at Rock Im Park and Rock Am Ring in Germany as well as Download Festival in the UK this summer. See the most current list of tour dates\u003C/p\u003E"
  },
  {
    "cover": "https://cdn.footballmanager.com/site/2023-06/Building%20Around%20the%20Mezzala_Blog%20Header_EN.jpg",
    "title": "HOW TO USE THE MEZZALA AS A CREATOR IN FM23",
    "category": "Football Manager",
    "date": "2024-03-26",
    "content": "\u003Cp\u003ESince its introduction to the \u003Ca href=\"https://www.footballmanager.com/games/football-manager-2023\"\u003EFootball Manager\u003C/a\u003E series in FM18, the Mezzala role has been hugely popular. Drenched in historic tradition, the role offers dynamism and creativity in the middle of the pitch and gives managers tremendous tactical flexibility.&nbsp;\u003C/p\u003E\u003Cp\u003EHowever, while a Mezzala can carry out several different responsibilities within a midfield, it’s not often thought of as a team’s main creative force. In this blog, Rock’s End FM uses Manchester City’s Kevin De Bruyne to change that perception and show how you can build your attacking threats around the Mezzala.&nbsp;\u003C/p\u003E\u003Cp\u003E\u003Cimg src=\"https://cdn.footballmanager.com/site/2023-06/Building%20Around%20the%20Mezzala_Blog%20Header_EN.jpg\" alt=\"How to use the Mezzala as a creator in FM23\" width=\"1034\" height=\"600\"\u003E\u003C/p\u003E\u003Cp\u003ETHE EVOLUTION OF THE ROLE\u003C/p\u003E\u003Cp\u003EA portmanteau of the Italian words “mezza” (half) and “ala” (winger), the term Mezzala originally described players who moved in the space between central midfield and the flanks, not too dissimilar from Inside Forwards.&nbsp;\u003C/p\u003E\u003Cp\u003EThey were popularised in the 1960s as a key cog in the Catenaccio defensive system. There, the Mezzala was crucial as it was responsible for providing width in attack by moving into the half-space on the wing, allowing teams to stretch the opposition's defence and create space for the forwards to operate in.&nbsp;\u003C/p\u003E\u003Cp\u003EIn its current interpretation in FM23, the Mezzala is a dynamic midfielder who usually moves from the centre to a side of the pitch where the team has the most attacking options, allowing them to create space and provide width in the final third. &nbsp;In this sense, their primary task is to support the attacking players and create scoring opportunities while also providing defensive cover for the team.\u003C/p\u003E\u003Cp\u003EIt's this versatility that has made them so valuable to FM players and no player showcases this better than Manchester City’s Kevin De Bruyne. The Belgian international is a creative force in the centre of the pitch, with an exceptional ability to pick out his teammates with incisive passes and crosses. He is a master of both short and long-range passing and has a keen eye for the right moment to play the ball. At the same time, he offers incredible work rate and tireless energy, covering a lot of ground during a game, which naturally lends itself to making things happen in the final third of the pitch.\u003C/p\u003E\u003Cp\u003ETHE MEZZALA AS THE CREATOR\u003C/p\u003E\u003Cp\u003EHow a Mezzala plays largely depends on the Attributes and Traits of the player that we select for the position, as well as the wider tactical shape and surrounding roles.&nbsp;\u003C/p\u003E\u003Cp\u003EFor example, you could have a dynamic runner that’ll work well \u003Ca href=\"https://www.footballmanager.com/the-byline/mastering-press-fm23\"\u003Ein a high press\u003C/a\u003E and arrive late in the box for mid-range shots. Alternatively, you could employ a composed passer to offer a possession-recycling option in the final third that will play one-twos with a Winger or marauding Wing-Back.&nbsp;\u003C/p\u003E\u003Cp\u003EMy preferred option is using them as the playmaker of my team and here’s an example of how you can make it work.&nbsp;\u003C/p\u003E\u003Cp\u003EFor a Mezzala to be an effective playmaker, we need someone with excellent ball control who can make defence-splitting passes; strong First Touch, Passing, and Technique Attributes are essential. We'll also need a player with the intelligence and agility to make those plays, therefore Agility, Anticipation, Balance, Composure, Decisions, Flair and Vision are also crucial. Finally, we need someone who will be a team player, using their Off the Ball, Teamwork and Work Rate Attributes to find space and create openings.&nbsp;\u003C/p\u003E\u003Cp\u003EAs outlined earlier, the player that ticks those boxes better than anyone is Manchester City’s Kevin De Bruyne.&nbsp;\u003C/p\u003E\u003Cp\u003E&nbsp;\u003C/p\u003E\u003Cp\u003E\u003Cimg src=\"https://cdn.footballmanager.com/site/inline-images/Kevin%20De%20Bruyne.png\" alt=\"KDB\"\u003E\u003C/p\u003E\u003Cp\u003E&nbsp;\u003C/p\u003E\u003Cp\u003EWith De Bruyne in position as the team’s creative heartbeat, it’s imperative to build the team around to make the most of his skills.\u003C/p\u003E\u003Cp\u003EFirst and foremost, we have to make it so that no other player is assigned that playmaking function. While a player’s natural characteristics will shine through in any role, if we mark any other players as the playmaker by using a specific role with that focus, that will take priority.\u003C/p\u003E\u003Cp\u003EThen it’s about considering a shape that will play to his strengths. As the Mezzala will regularly roam from their position, we need someone that can provide cover in the moments of defensive transition. As such, while you can use a Mezzala in a midfield pair, it’s typically better to utilise them in a three-player setup.&nbsp;\u003C/p\u003E\u003Cp\u003EAround the Mezzala you want a number of what I call ‘partners’ and ‘options’. Partners are players who will occupy nearby spaces and offer passing options under pressure or for one-twos in the build-up phase – think of a deeper-lying striker, an Inverted Winger tucking in or \u003Ca href=\"https://www.footballmanager.com/the-byline/understanding-central-defenders-fm23\"\u003Ea Ball-Playing Defender\u003C/a\u003E pushing up.&nbsp;\u003C/p\u003E\u003Cp\u003EOptions, meanwhile, are players in charge of providing playmaking chances either with runs or exploiting wide spaces. This can be a Winger stretching the opposition wide, a striker staying on the shoulder of the last defender or a Wing-Back making a deep run.\u003Cbr\u003ESetting up Manchester City in this blog, we of course have De Bruyne as a Mezzala at the centre of our tactical approach. In terms of partners, I’ve picked İlkay Gündoğan as a Carillero to ensure he can always provide support and cover for the Mezzala’s movement.\u003C/p\u003E\u003Cp\u003EI’ve also used Phil Foden as an Inverted Winger, meaning he’ll cross paths with De Bruyne often and offer a quick possession change on that flank. Sitting behind them all is Rodri, who’s meant not only as cover for the Mezzala’s marauding runs but also as a possession-recycling option.\u003C/p\u003E\u003Cp\u003EAs options, we have Bernardo Silva in his newly found role as a Wing-Back, providing deep runs and an option to stretch the opposition for De Bruyne. We also have Jack Grealish providing something similar as a Winger on Attack duty on the right, with the additional defensive cover provided behind him.&nbsp;\u003C/p\u003E\u003Cp\u003ELast but not least, we have Erling Haaland. The Norwegian’s extraordinary abilities allow him to work as a partner and an option. Set as a Complete Forward on Support, he’ll be able to drop a bit deeper, dragging the defender marking him out of position and offering a shorter passing option for the Mezzala. You can also, depending on the situation, switch him to a Complete Forward on Attack to make him the spearhead of the attack.\u003C/p\u003E\u003Cp\u003E&nbsp;\u003C/p\u003E\u003Cp\u003E\u003Cimg src=\"https://cdn.footballmanager.com/site/inline-images/4-3-3.png\" alt=\"4-3-3\"\u003E\u003C/p\u003E\u003Cp\u003E&nbsp;\u003C/p\u003E\u003Cp\u003EIf we were to switch to a back-three formation like a 3-5-2, we’d have to look for these partners and options differently. While the idea of Silva as the marauding Wing-Back on the left remains, we’re now lacking on the right as we no longer have Jack Grealish stretching that flank. In this instance, we can switch Phil Foden to being a Deep-Lying Forward on the right and push Haaland further up. Likewise, with an extra central defender, Gündoğan&nbsp;and Rodri can be afforded a bit more flexibility. As you’ll see below, I’ve set \u003Ca href=\"https://www.youtube.com/watch?v=khfK0ft2SDw\"\u003EGündoğan\u003C/a\u003E to be a \u003Ca href=\"https://www.footballmanager.com/the-byline/building-around-position-using-cm-fm22\"\u003ECentral Midfielder on Attack\u003C/a\u003E and switch Rodri to a Support duty.\u003C/p\u003E\u003Cp\u003E&nbsp;\u003C/p\u003E\u003Cp\u003E\u003Cimg src=\"https://cdn.footballmanager.com/site/inline-images/3-5-2.png\" alt=\"3-5-2\"\u003E\u003C/p\u003E\u003Cp\u003E&nbsp;\u003C/p\u003E\u003Cp\u003ELooking into some final considerations, we must talk about the Team Instructions we’ve selected. Of course, a central part of using the Mezzala as a playmaker will be to make our team a quick-passing side that progresses the ball centrally. In this instance, you’ll see we’ve opted to make our preferred passing length shorter and ask the team to focus their play through the middle of the pitch.\u003C/p\u003E\u003Cp\u003EIf you wanted to change things up and use the Mezzala as more of a dynamic runner, you’d be best served by moving to a more direct style. Likewise, a slower, more cautious build-up approach would favour a Mezzala that could open up locked defences with their dribbling ability.&nbsp;\u003C/p\u003E\u003Cp\u003EIn our system with De Bruyne as the creator-in-chief, you’ll have seen that I used him on a Support duty. This is because I want him to move along at the same pace as the rest of the team and not make too many high-risk decisions. If you felt, while playing, that the Mezzala wasn’t making enough penetrative passes, you could also add the Individual Instructions that ask them for “More Direct Passing” and to “Take More Risks”.\u003C/p\u003E\u003Cp\u003E&nbsp;\u003C/p\u003E\u003Cp\u003E\u003Cimg src=\"https://cdn.footballmanager.com/site/inline-images/Individual%20Instructions.png\" alt=\"Individual Instructions\"\u003E\u003C/p\u003E\u003Cp\u003E&nbsp;\u003C/p\u003E\u003Cp\u003EFor teams where quick, sharp passing is a key strength, the Mezzala can be a tremendous playmaker, just like De Bruyne has been for Pep Guardiola for several years. I hope that with the insight I’ve provided here, you can make the most of one of FM’s most versatile roles to revamp the attacks of your team.&nbsp;\u003C/p\u003E"
  },
  {
    "cover": "https://kpopping.com/documents/15/1/830/TWICE-s-With-YOU-th-Tops-Charts-Worldwide-openingPicture.webp?v=cb9af",
    "title": "TWICE's 'With YOU-th\" Tops Charts Worldwide",
    "category": "K-POP",
    "date": "2024-03-26",
    "content": "\u003Cp\u003E\"With You-th,\" a new mini album by girl group \u003Ca href=\"https://kpopping.com/profiles/group/TWICE\"\u003ETWICE\u003C/a\u003E, topped iTunes' \"Top Album Chart\" in 23 countries around the world, its agency JYP Entertainment said on Wednesday.\u003Cbr\u003E\u003Cbr\u003EThe album topped the charts in Brazil, Mexico and Japan as of Tuesday afternoon. The music video for the title track \"ONE SPARK\" also topped YouTube's \"Music Video Trending Worldwide.\"\u003Cbr\u003E\u003Cbr\u003EOn the 23rd, the day of its release, \"With YOU-TH\" topped the album sales tally site Hanteo Chart and Circle Chart daily album charts. The album sold more than 760,000 copies by the 24th based on Hanteo Chart.\u003Cbr\u003E\u003Cbr\u003ETWICE performed their first performance of the new song \"One Spark\" on the 23rd by appearing in the \"Citi MUSIC SERIES ON TODAY\" of NBC's famous morning program \"NBC's TODAY.\" In addition to \"One Spark,\" they also performed the English single \"I GOT YOU.\"\u003Cbr\u003E\u003Cbr\u003ETWICE will hold a comeback live \"Our Golden Day\" on its official YouTube channel and JYP Nation Naver TV at 7:30 p.m. on the 27th to communicate with domestic and foreign fans.\u003C/p\u003E"
  },
  {
    "cover": "https://asset.kompas.com/crops/glA83EKNAbG2QgGC3V_eubgbaEQ=/0x0:0x0/750x500/data/photo/2024/03/03/65e455536ae3c.jpg",
    "title": "Isyana Sarasvati Akan Gelar Konser Tunggal Satu Dekade Tahun Ini",
    "category": "Music",
    "date": "2024-03-26",
    "content": "\u003Cp\u003EPenyanyi \u003Ca href=\"https://www.kompas.com/tag/isyana-sarasvati\"\u003E\u003Cstrong\u003EIsyana Sarasvati\u003C/strong\u003E\u003C/a\u003E mengumumkan akan menggelar konser tunggal dalam rangka merayakan satu dekade perjalanan kariernya di industri musik Indonesia.\u003C/p\u003E\u003Cfigure class=\"image\"\u003E\u003Cimg style=\"aspect-ratio:1200/675;\" src=\"https://imgsrv2.voi.id/NIsbc5wYPgrSDeXWJKM5uwYYWBuMI33pSfli7FpGngc/auto/1200/675/sm/1/bG9jYWw6Ly8vcHVibGlzaGVycy8zNjgyODUvMjAyNDAzMjUxNTIxLW1haW4uY3JvcHBlZF8xNzExMzU0ODc5LmpwZw.jpg\" alt=\"Kontemplasi Isyana Saravati Satu Dekade Berkarya, Musik Jadi Kanvas Berekspresi\" width=\"1200\" height=\"675\"\u003E\u003C/figure\u003E\u003Cp\u003E\"Aku mau memberi tahu sebuah informasi penting kalau tahun ini aku menginjak satu dekade \u003Ca href=\"https://www.kompas.com/tag/isyana\"\u003E\u003Cstrong\u003EIsyana\u003C/strong\u003E\u003C/a\u003E berkarya,\" kata Isyana saat tampil di Joyland Festival Bali, Minggu (3/3/2024).\u003C/p\u003E\u003Cp\u003EIsyana Sarasvati saat ini tengah mempersiapkan konsep perayaan satu dekadenya.\u003C/p\u003E\u003Cfigure class=\"image\"\u003E\u003Cimg style=\"aspect-ratio:1024/683;\" src=\"https://cdn-assetd.kompas.id/RwNWA-iD8mHyrmoccWePKRIjw3o=/1024x683/filters:watermark(https://cdn-content.kompas.id/umum/kompas_main_logo.png,-16p,-13p,0)/https%3A%2F%2Fasset.kgnewsroom.com%2Fphoto%2Fpre%2F2024%2F03%2F07%2F5c2cd9aa-2304-4a6e-a1c4-6799ba211617_jpg.jpg\" alt=\"Penyanyi Isyana Sarasvati saat tampil di Joyland Festival edisi Bali pada Minggu (3/3/2024) di Peninsula Island, The Nusa Dua.\" width=\"1024\" height=\"683\"\u003E\u003C/figure\u003E\u003Cp\u003ESebuah acara dengan skala besar disiapkan sebagai bentuk rasa syukur karena berhasil melewati satu dekade perjalanan karier. \"Kalau 10 tahun berkarier tentunya semua musisi ingin punya konser sendiri dengan skala besar,\" ucap istri Rayhan Maditra tersebut. Isyana Sarasvati meminta para penggemarnya untuk bersabar menantikan pengumuman selanjutnya. \"Dan kami sedang mempersiapkan sesuatu yang sangat spesial tentunya momen 10 tahun jadi tungguin aja guys,\" serunya.\u003C/p\u003E\u003Cp\u003EOleh karenanya Isyana Sarasvati akan mulai kembali membawakan lagu-lagu lamanya di setiap penampilannya di tahun 2024. \"Mulai dari 2024 ini menuju nanti ke gongnya setiap manggung di festival akan membawakan sepercik lagu-lagu zaman dahulu,\" kata penyanyi berusia 30 tahun tersebut. Isyana Sarasvati menjadi penyanyi pembuka di Joyland Stage pada hari ketiga Joyland Festival Bali yang digelar di The Peninsula Island, Nusa Dua, Bali.\u003C/p\u003E"
  }
]
